import {mobl1, mobl2, mobl3, mobl4} from "../../public/images";

export const productList=[
    {
        id:1,
        title:'مبل راحتی لورنزو',
        price:100000,
        off:0.1,
        image:mobl1,
        description:'مبل راحتی لورنزو از مدل های بسیار زیبا و مدرن می باشد. این کار به سبب سادگی و لوکس بودن می تواند زینت بخش نشیمن خانه شما باشد. این مبل لوکس با لمسه دوزی های زیبا دکوراسیون منزل شما را زیباتر خواهد کرد. لمسه دوزی های این کار در قسمت تکیه گاه قرار دارد و فرم دسته های کاناپه آن زیبایی این کار را به صورت دو چندان جلوه می کند.'

    },
    {
        id:2,
        title:'مبل چستر مکانیزم هاکوپلاس',
        price:200000,
        off:0.1,
        image:mobl2,
        description:'مبل راحتی لورنزو از مدل های بسیار زیبا و مدرن می باشد. این کار به سبب سادگی و لوکس بودن می تواند زینت بخش نشیمن خانه شما باشد. این مبل لوکس با لمسه دوزی های زیبا دکوراسیون منزل شما را زیباتر خواهد کرد. لمسه دوزی های این کار در قسمت تکیه گاه قرار دارد و فرم دسته های کاناپه آن زیبایی این کار را به صورت دو چندان جلوه می کند.'

    },
    {
        id:3,
        title:'مبل راحتی مکانیزم لورنس',
        price:400000,
        off:0.1,
        image:mobl3,
        description:'مبل راحتی لورنزو از مدل های بسیار زیبا و مدرن می باشد. این کار به سبب سادگی و لوکس بودن می تواند زینت بخش نشیمن خانه شما باشد. این مبل لوکس با لمسه دوزی های زیبا دکوراسیون منزل شما را زیباتر خواهد کرد. لمسه دوزی های این کار در قسمت تکیه گاه قرار دارد و فرم دسته های کاناپه آن زیبایی این کار را به صورت دو چندان جلوه می کند.'

    },
  /*  {
        id:4,
        title:'مبل راحتی نیوسان',
        price:1000000,
        off:0.1,
        image:mobl4,
        description:'مبل راحتی لورنزو از مدل های بسیار زیبا و مدرن می باشد. این کار به سبب سادگی و لوکس بودن می تواند زینت بخش نشیمن خانه شما باشد. این مبل لوکس با لمسه دوزی های زیبا دکوراسیون منزل شما را زیباتر خواهد کرد. لمسه دوزی های این کار در قسمت تکیه گاه قرار دارد و فرم دسته های کاناپه آن زیبایی این کار را به صورت دو چندان جلوه می کند.'

    },*/
]